[GraphicalObject]
Name=psfc
Path=diagtop
PosStyle=VARIABLE
WndStyle=
x= 0
y= 0
width=510
height= 220
Set0="BMP.dgpsfc|dgChangeDiagHelpIndex INSTPANEL| "
Rc-DLL=hpleo008.dll

[ToolDescriptor]
1=gototop    ,  PUSHBUTTON ,hpgbut02.dll
2=logbook    ,  IMAGESET   ,hpgbut02.dll
3=temp       ,  IMAGESET   ,hpgbut02.dll
4=method     ,  IMAGESET   ,hpgbut02.dll
5=transport  ,  IMAGESET   ,hpgbut02.dll
6=needle     ,  IMAGESET   ,hpgbut02.dll
7=diversion  ,  IMAGESET   ,hpgbut02.dll
8=rinse      ,  IMAGESET   ,hpgbut02.dll
9=pftray      ,  IMAGESET   ,hpgbut02.dll


[PUSHBUTTON gototop]
x=4
y=4
width=50
height=43
State=0
Enable=1
FrameThickness=1
SetIndex=0
ImageList= BMP...\..\LC\800\dggo2top|BMP...\..\LC\800\dggo2top|BMP...\..\LC\800\dggo2top
Command=dgGotoTopLevel psfc
Help=機器パネルのトップレベルへの切替

[IMAGESET logbook]
x=455
y=9
width=40
height=40
State=0
Enable=1
FrameThickness=0
SetIndex=0
set0= BMP...\..\LC\800\dglogbk1|BMP...\..\LC\800\dglogbk1|BMP...\..\LC\800\dglogbk1|@view.floatingmenu "DiagGuiReg[4]", "PSFClogbook"|フラクション コレクタ ログブック
set1= BMP...\..\LC\800\dglogbk2|BMP...\..\LC\800\dglogbk2|BMP...\..\LC\800\dglogbk2|@view.floatingmenu "DiagGuiReg[4]", "PSFClogbook"|フラクション コレクタ ログブック
Cursor=CUR...\..\LC\800\HAND1
Help=""


[IMAGESET temp]
x=455
y=109
width=40
height=40
State=0
Enable=1
FrameThickness=0
SetIndex=0
set0= BMP...\..\LC\800\dgtemp01|BMP...\..\LC\800\dgtemp01|BMP...\..\LC\800\dgtemp01|@view.floatingmenu "DiagGuiReg[4]", "PSFCtemp"|フラクション コレクタ温度
set1= BMP...\..\LC\800\dgtemp02|BMP...\..\LC\800\dgtemp02|BMP...\..\LC\800\dgtemp02|@view.floatingmenu "DiagGuiReg[4]", "PSFCtemp"|フラクション コレクタ温度
Cursor=CUR...\..\LC\800\HAND1
Help=""

[IMAGESET method]
x=455
y=59
width=40
height=40
State=0
Enable=1
FrameThickness=0
SetIndex=0
set0= BMP...\..\LC\800\dgmethd1|BMP...\..\LC\800\dgmethd1|BMP...\..\LC\800\dgmethd1|@view.floatingmenu "DiagGuiReg[4]", "PSFCmethod"|フラクション コレクタ メソッド
set1= BMP...\..\LC\800\dgmethd2|BMP...\..\LC\800\dgmethd2|BMP...\..\LC\800\dgmethd2|@view.floatingmenu "DiagGuiReg[4]", "PSFCmethod"|フラクション コレクタ メソッド
Cursor=CUR...\..\LC\800\HAND1
Help=""

[IMAGESET transport]
x=60
y=20
width=111
height=71
State=0
Enable=1
FrameThickness=0
SetIndex=0
set0= BMP.dgafctr1|BMP.dgafctr1|BMP.dgafctr1|@view.floatingmenu "DiagGuiReg[4]", "PSFCTransport"|フラクション コレクタ トランスポート ユニット
set1= BMP.dgafctr2|BMP.dgafctr2|BMP.dgafctr2|@view.floatingmenu "DiagGuiReg[4]", "PSFCTransport"|フラクション コレクタ トランスポート ユニット
Cursor=CUR...\..\LC\800\HAND1
Help=

[IMAGESET needle]
x=195
y=60
width=41
height=76
State=0
Enable=1
FrameThickness=0
SetIndex=0
set0= BMP.dgafcne3|BMP.dgafcne3|BMP.dgafcne3|@view.floatingmenu "DiagGuiReg[4]", "PSFCNeedle"|フラクション コレクタ ニードル ユニット
set1= BMP.dgafcne4|BMP.dgafcne4|BMP.dgafcne4|@view.floatingmenu "DiagGuiReg[4]", "PSFCNeedle"|フラクション コレクタ ニードル ユニット
Cursor=CUR...\..\LC\800\HAND1
Help=


[IMAGESET diversion]
x=270
y=90
width=51
height=61
State=0
Enable=1
FrameThickness=0
SetIndex=0
set0= BMP.dgafcdi1|BMP.dgafcdi1|BMP.dgafcdi1|@view.floatingmenu "DiagGuiReg[4]", "PSFCDiversion"|フラクション コレクタ ディヴァータ バルブ
set1= BMP.dgafcdi2|BMP.dgafcdi2|BMP.dgafcdi2|@view.floatingmenu "DiagGuiReg[4]", "PSFCDiversion"|フラクション コレクタ ディヴァータ バルブ
Cursor=CUR...\..\LC\800\HAND1
Help=

[IMAGESET rinse]
x=170
y=155
width=96
height=56
State=0
Enable=1
FrameThickness=0
SetIndex=0
set0= BMP.dgafcri1|BMP.dgafcri1|BMP.dgafcri1|@view.floatingmenu "DiagGuiReg[4]", "PSFCRinse"|フラクション コレクタ リンス ポート
set1= BMP.dgafcri2|BMP.dgafcri2|BMP.dgafcri2|@view.floatingmenu "DiagGuiReg[4]", "PSFCRinse"|フラクション コレクタ リンス ポート
set2= BMP.dgnafcri|BMP.dgnafcri|BMP.dgnafcri||
Help=

[IMAGESET pftray]
x=300
y=155
width=74
height=48
State=0
Enable=1
FrameThickness=0
SetIndex=0
set0= BMP.dgtray1|BMP.dgtray1|BMP.dgtray1|@view.floatingmenu "DiagGuiReg[4]", "PSFCPFTray"|フラクション コレクタ冷却サンプル トレイ
set1= BMP.dgtray2|BMP.dgtray2|BMP.dgtray2|@view.floatingmenu "DiagGuiReg[4]", "PSFCPFTray"|フラクション コレクタ冷却サンプル トレイ
set2= BMP.dgnotray|BMP.dgnotray|BMP.dgnotray||
Help=
